app/views/bookings/list.html.erb

  <div>
  <% booking.tables.each do |table| %>
---
SELECT "tables".* FROM "tables" INNER JOIN "seating_arrangements" ON "tables"."id" = "seating_arrangements"."table_id" WHERE "seating_arrangements"."booking_id" = ?  [["booking_id", 1]]