app/controllers/bookings_controller.rb

  def list
    @booking = Booking.order("id ASC")
---
SELECT "bookings".* FROM "bookings"  ORDER BY id ASC