app/controllers/bookings_controller.rb

INSERT INTO "bookings" ("number_of_visitors", "created_at", "updated_at") VALUES (?, ?, ?)  [["number_of_visitors", 10], ["created_at", "2015-06-09 06:44:11.595946"], ["updated_at", "2015-06-09 06:44:11.595946"]]
---
  def create
    @booking = @wizard.object
    if @wizard.save